{
  "login": "تسجيل الدخول",
  "signup": "إنشاء حساب",
  "Home": "الرئيسية",
  "Donation": "تبرع",
  "Request": " طلب",
  "About Us": "من نحن",
  "Login": "تسجيل الدخول",
  "Select Account Type": "اختر نوع الحساب",
  "Choose user or organization": "اختر 'مستخدم' للتبرع أو طلب الدم. اختر 'منظمة' إذا كنت تمثل بنك دم أو مستشفى.",
  "User": "مستخدم",
  "Organization": "منظمة",
  "Cancel": "إلغاء",
  "You need to login first to access this page": "يجب تسجيل الدخول أولاً للوصول إلى هذه الصفحة.",
  "Well Come Blood Donation Nuqta": "مرحبا بكم في نقطة للتبرع بالدم",
  "Join the Life ...": "انضم إلى حركة إنقاذ الحياة، تبرع بالدم واصنع فرقًا!",
  "Welcome to Nuqta, Egypt's ...": "مرحبًا بكم في نقطة، الموقع الرائد في مصر للتبرع بالدم! منصتنا مخصصة لربط المتبرعين بالدم بالأشخاص المحتاجين، وتوفير شريان من الأمل والدعم لمن يحتاجون إلى نقل الدم في جميع أنحاء البلاد.",
  "Donate blood": "تبرع بالدم",
  "Blood Requests": "طلب الدم",
  "We Heal lives": "نحن نشفي الأرواح",
  "We Volunteer": "نحن متطوعون",
  "we_volunteer_description": "نحن نكرس وقتنا ومهاراتنا لدعم حملات التبرع بالدم وتقديم المساعدات الحيوية لمن هم في حاجة إليها.",
  "We Donate": "نحن نتبرع",
  "we_Donate_description": "نحن نقدم الدعم المالي والإمدادات الغذائية والمعدات الأساسية للنهوض بالمجتمعات المحرومة.",
  "We Encourage": "نحن نشجع",
  "we_Encourage_description": "نحن نلهم الآخرين لاتخاذ الإجراءات ونشر اللطف ودعم أولئك الذين هم أقل حظًا.",
  "our_main_services": "خدماتنا الرئيسية",
  "our_main_services_desc": "السماح للمستخدمين بالتسجيل كمتبرعين بالدم. جمع المعلومات الضرورية مثل الاسم، بيانات الاتصال، فصيلة الدم، وأي حالات طبية.",
  "our_facilities": "تسهيلاتنا",
  "our_facilities_desc": "ندعم من يحتاجون إلى نقل دم في جميع أنحاء البلاد. نشرح الخطوات المتبعة في عملية التبرع، بدءًا من التسجيل وحتى الراحة والمرطبات بعد التبرع.",
  "be_hero": "كن بطلاً وتبرع بالدم",
  "be_hero_desc_1": "ساعدنا في نشر أهمية التبرع بالدم. شارك تجربتك على وسائل التواصل، وشجع أصدقاءك وعائلتك على التبرع، وكن بطلاً لقضيتنا.",
  "be_hero_desc_2": "نيابة عن كل من ستلمس حياتهم بكرمك، نقدم لك خالص شكرنا. معًا، يمكننا أن نصنع مستقبلًا أكثر صحةً وإشراقًا لمجتمعاتنا.",
  "contact_us_today": "تواصل معنا اليوم",
  "download_app_title": "حمّل التطبيق",
  "download_app_desc": "كن دائمًا على اتصال مع من يحتاجون إليك، وساهم في إنقاذ الأرواح بخطوة واحدة فقط من خلال تطبيقنا.",
  "play_store_alt": "رابط متجر بلاي",
  "footer_desc": "نقطة هي منصة تربط المتبرعين بالدم مع من هم في أمسّ الحاجة إليه. معًا ننقذ الأرواح ونبني مستقبلًا صحيًا.",
  "location": "القليوبية، شبين القناطر",
  "quick_links": "روابط سريعة",
  "follow_us": "تابعنا"
}