{
  "login": "Login",
  "signup": "Sign up",
  "Home": "Home",
  "Donation": "Donation",
  "Request": "Request",
  "About Us": "About Us",
  "Login": "Login",
  "Select Account Type": "Select Account Type",
  "Choose user or organization": "Choose 'User' if you want to donate or receive blood. Choose 'Organization' if you represent a hospital.",
  "User": "User",
  "Organization": "Organization",
  "Cancel": "Cancel",
  "You need to login first to access this page": "You need to login first to access this page",
  "Well Come Blood Donation Nuqta": "Well Come Blood Donation Nuqta",
  "Join the Life ...": "Join the Life Saving Movement. Donate Blood and Make a Difference!",
  "Welcome to Nuqta, Egypt's ...": "Welcome to Nuqta, Egypt's premier blood donation website! Our platform connects donors with those in need across the country.",
  "Donate blood": "Donate blood",
  "Blood Requests": "Blood Requests",
  "We Heal lives": "We Heal lives",
  "We Volunteer": "We Volunteer",
  "we_volunteer_description": "We dedicate our time and skills to support blood donation drives and deliver vital aid to those in need.",
  "We Donate": "We Donate",
  "we_Donate_description": "We provide financial support, food supplies, and essential equipment to uplift underprivileged communities.",
  "We Encourage": "We Encourage",
  "we_Encourage_description": "We inspire others to take action, spread kindness, and support those who are less fortunate.",
  "our_main_services": "Our Main Services",
  "our_main_services_desc": "Allow users to register themselves as blood donors. Collect necessary information such as name, contact details, blood type, and any medical conditions.",
  "our_facilities": "Our Facilities",
  "our_facilities_desc": "Support to those requiring blood transfusions across the country. Explain the steps involved in the donation process, from registration to post-donation refreshments and rest.",
  "be_hero": "Be a hero, give blood",
  "be_hero_desc_1": "Help us spread the word about the importance of blood donation. Share your donation experience on social media, encourage your friends and family to donate, and be a champion for our cause.",
  "be_hero_desc_2": "On behalf of all those whose lives you'll touch with your generosity, we extend our heartfelt gratitude. Together, we can create a healthier, brighter future for our communities.",
  "contact_us_today": "Contact us today",
  "download_app_title": "Download the app",
  "download_app_desc": "Stay constantly connected with those who need you, and help save lives with just one step through our app.",
  "play_store_alt": "link play store",
  "footer_desc": "Nuqta is a platform that connects blood donors with those in urgent need. Together, we save lives and build a healthier future.",
  "location": "Qalyubia, Shibin El Qenater",
  "quick_links": "Quick Links",
  "follow_us": "Follow Us"
}